Repository: danirabbit/lookbook
Catalog: po/extra/*.po
Languages: fr

source: Browse and find system icons
fr: Parcourez et trouvez les icônes du système

source: icons;iconography;
fr: icônes;iconograhie;

source: Browse system icons by category or search by icon name. See icons at different sizes and get a quick code snippet to use in your apps.
fr: Parcourez les icônes du sytème par catégorie ou recherchez-les par leur nom. Visualisez les icônes dans différentes tailles et obtenez un simple exemple de code à utiliser dans vos applications.

source: Better support for symbolic-only icons and under the hood improvements!
fr: Meilleur prise en charge pour les icônes symbolic-only et corrections mineures !

source: I'm a new soul
fr: Je suis une nouvelle âme

source: I came to this strange world
fr: Je suis arrivé dans ce monde étrange

source: Hoping I could learn a bit bout how to give and take
fr: Espérant pouvoir apprendre un peu à donner et à reprendre

source: But since I came here
fr: Mais depuis que je suis là

source: Felt the joy and the fear
fr: J'ai ressenti la joie et la peur

source: Finding myself making every possible mistake
fr: Me retrouvant à faire toutes les erreurs possibles
